const quiz = [
    {
        "quest":"Где бы Вы предпочли сейчас оказаться?",
        "answ_1":{

            "a" : "Зловещее место,окна закрыты тёмными шторами,а на полу разбросаны магические книги.",
        
            "b" : "Магазин,пропитанный ароматами со всего мира,где вы можете найти тот самый запах любимых духов.",
        
            "c" : "Улица в разгар Карнавала,все вокруг пьют,веселятся,танцуют.",
        
            "l" : "Лес,заполненный звуками его обитателей,создающие невероятные мелодии.",
        
            "d" : "Тихое,спокойное место,где никто не сможет потревожить Вас.",
            
            "e" :"Комната,усыпанная несветными богатствами,сверкающими как само солнце.",
        
            "f":"Укромное, безлюдное место.Даже самый изощерённый не сможет его обнаружить.",
        
            "g": "Укромная каюта,где об иллюминаторы бьются волны необъятного океана. ",
        
            "h": "Мастерская,на полу разбросаны листки бумаги с вашими идеями и детали будущего изобретения.",
             }
    },

    {
             "quest":"На какой возраст вы себя ощущаете?",
            "answ_1":{

                "a" : "В душе я всегда молод.",
            
                "b" : "Возраст не главное,главное-душа.",
            
                "c" : "Я молод и полон сил.",
            
                "l" : "Можно сказать,что только закончил учиться)",
            
                "d" : "Я промолчу.",
                
                "e" :"Мне за 25.",
            
                "f":"Мне больше 18,но я до сих пор такой ребёнок.",
            
                "g" :"Мне 25.",
            
                "h": "Не считаю,что возраст важен.Важны твои стремления.",
             }
    },
    {
             "quest":"Ваше хобби связано с?",
            "answ_1":{

                "a" : "Философия.",
            
                "b" : "Химия.",
            
                "c" : "Танцы.",
            
                "l" : "Астрология.",
            
                "d" : "Бои.",
                
                "e" :" Драгоценные камни.",
            
                "f":"Биология.",
            
                "g" :"Спорт.",
            
                "h": "Физика.",
             }
    },

    {
             "quest":"Какой предмет вызывает у вас тёплые чувства?",
            "answ_1":{

                "a" : "Рукопись.",
            
                "b" : "Роскошные духи.",
            
                "c" : "Дорогие вещи.",
            
                "l" : "Эмоции вызывают живые существа.",
            
                "d" : "Оружие-верх совершенства.",
                
                "e" :"Деньги,деньги,деньги,и ешё раз ДЕНЬГИ!",
            
                "f":"Такого нет.",
            
                "g" :"Сокровища.",
            
                "h": "Книга.",
             }
    },

    {

             "quest":"Какая у вас любимая еда?",
            "answ_1":{

                "a" : "Зачем нужна еда,когда есть чай Эрел Грей.",
            
                "b" : "Самая роскошная еда и дорогой алкоголь.",
            
                "c" : "Вкусная еда.",
            
                "l" : "Здоровая еда - залог крепкого здоровья.",
            
                "d" : "Хлеб и сыр навечно.",
                
                "e" :"Найти бы эту еду.",
            
                "f":"Домашняя еда,приготовленная с любовью.",
            
                "g" :"Домашняя паэлья.",
            
                "h": "Айвар.Знаете что это?.",
             }

    },

    {
             "quest":"Какой отдых вы предпочитаете?",
            "answ_1":{

                "a" : "Со своим близким другом,когда мы только одни.",
            
                "b" : "Люблю тратить отдых на уход за собой.",
            
                "c" : "На вечеринке с друзьями.",
            
                "l" : "С домашними питомцами.",
            
                "d" : "Сон-это мой отдых",
                
                "e" :"В огромной куче денег.",
            
                "f":"В одиночестве,только я,совсем один...",
            
                "g" :"Активный отдых.",
            
                "h": "Времяпровождение со своими мыслями и идеями.",
             }

    },




    
    
]
